{
  "posts": [
    {
      "id": 1,
      "title": "Rugby World Cup Sevens #RWC7s",
      "author": "ROB WOOLLARD",
      "date": "19 JULY 2018",
      "time": "11:00PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/19/16136628/Philip%20and%20Zintle.jpg&operation=CROP&offset=0x28&resize=960x539",
      "image_2": "https://cdn.abcotvs.com/dip/images/3796767_072018-kgo-rugby-sevens-explainer-img_Image_00-00-06,09.jpg",
      "content_1": " SAN FRANCISCO – South Africa captain Philip Snyman said his team will need to hit the ground running as they launch their quest to claim a first World Cup Sevens crown in San Francisco on Friday. The South Africans start the tournament installed as top seeds after another successful season on World Rugby's International Sevens Circuit, where they snatched the overall crown in the final game of the season at the Paris Sevens. However, despite their top seeding, the Blitzboks have everything to prove when this weekend's 24-team tournament kicks off at AT&T Park, the spectacular waterfront home of baseball's San Francisco Giants.",
      "content_2": "Snyman said the straight knockout format being introduced at this year's event, rather than the traditional round-robin group phase, leaves teams with little margin for error. “There's a mental switch we have to make to get out of the blocks as quickly as possible,” Snyman told AFP.“Because if you make a slow start you might end up losing your first game. All it takes is for one mistake and you could be going home.So making a fast start is our main focus.“If we get that right, we can be successful.” outh Africa have never won a seven-a-side World Cup, with their only appearance coming in the 1997 final, when a side led by the late, great Joost van der Westhuizen was beaten 24-21 by a Waisale Serevi-inspired Fiji.The South Africans can expect another ferocious challenge from the Fijians, who have strengthened their squad with the addition of France-based stars Leone Nakarawa and rugby league convert Semi Radradra. Snyman, however, says South Africa are not looking past their first-round opponents, who will be either Ireland or Chile. “There's a lot of teams that can go all the way,” Snyman said. “New Zealand are strong and then Fiji showed in the series they have talent. But we're not going to add extra pressure to ourselves. We're just looking at that first game. “Whether it's Ireland or Chile, we need to get over that first hurdle to be sure.” The 31-year-old is quietly determined to improve South Africa's World Cup Sevens record, however, after twice reaching the quarter-finals in 2009 and 2013.“At the beginning of the season we set goals for ourselves and winning the World Cup was definitely one of those goals this year,” Snyman said. “In the previous two World Cups that I've been a part of, we managed to play in two quarter-finals. We want to show that we can compete in a one-off tournament like this World Cup. I believe we can be successful.” "
    },
    {
      "id": 2,
      "title": "Percy Tau completes move to Brighton, but set to leave on loan",
      "author": "SPORTS REPORTER",
      "date": " 20 JULY 2018",
      "time": "1:55PM",
      "image_1": "http://images.performgroup.com/di/library/GOAL/58/71/percy-tau-pitso-mosimane-mamelodi-sundowns_1mgzxpzme64ca1bmp5l3vyw3ew.jpeg?t=-878954136&w=620&h=430",
      "image_2": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/20/16159180/Percy%20Tau%20Brighton.jpg&operation=CROP&offset=0x0&resize=1200x673",
      "content_1": " CAPE TOWN - Percy Tau has finally completed his long-expected move from Mamelodi Sundowns to Premier League club Brighton & Hove Albion.The Bafana Bafana striker has joined for a reported R50m, making him the most expensive purchase in PSL in history. However, the 24-year-old will not head straight into the Brighton first team. Instead he will be loaned out to an unconfirmed team in Europe.“Percy is a player we have highlighted for the future, and there is no doubting his talent, having been voted South African player of the season,” Brighton manager Chris Hughton told the club website.",
      "content_2": " “Percy will go out on loan this season, play regularly and get some experience of European football. We will be watching his progress and monitoring his development over the season.”Tau spent his entire senior career with Sundowns, with a one year loan move to home town club Witbank Aces in the 2015/16 season his only time in another team’s jersey.He has signed a four-year contract with Brighton, becoming the club’s seventh signing this season. “Going out on loan is always good to help a player develop and get better. It’s new for me to be in Europe, and I’ll get to work on myself and a few things that I need to improve,” Tau told the Brighton website. “I’m hoping to get a better understanding of the game from playing there. It’s a different approach to what we’re used to in South Africa. It’s exciting football.”He added that he was happy to have won the league in his final season at Sundowns.“Hopefully I can make some great memories here - I love making memories and I’m so happy to be here. I’m very impressed with the facilities, they’re better than what I’m used to. It’s something I expected, and it’s a better place to be, Tau concluded. "
    },
    {
      "id": 3,
      "title": "After eight wickets in 32 overs, all Keshav Maharaj wants is a ‘massive meal’ ",
      "author": "ASHFAK MOHAMED",
      "date": "20 JULY 2018",
      "time": "2:35PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://cdn.africannewsagency.com/public/ana/media/media/2018/07/20/1532085839256.jpg&operation=CROP&offset=0x236&resize=3500x1965",
      "image_2": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/20/16157018/Keshav.jpg&operation=CROP&offset=0x0&resize=5184x2911",
      "content_1": "CAPE TOWN – It was a blunder by the Proteas brainstrust to go in with just one specialist spinner in the second Sri Lankan Test, but Keshav Maharaj more than made up for it by taking a remarkable eight wickets on Friday.The left-arm offie produced the excellent figures of 32-6-116-8 to bring the South Africans right back into the game after they failed to take a wicket in the opening session.Maharaj recorded his career-best figures in an innings, and it is also the third-best figures by a South African bowler since unity.But he can go past Lance Klusener(8/64 against India in Kolkata in 1996) and Allan Donald(8/71 against Zimbabwe in Harare in 1995) if he takes the final Sri Lankan wicket on Saturday.",
      "content_2": "Sri Lanka ended day one of the second Test on 277/9 off 86 overs at stumps, having won the first match in Galle.“Really, really chuffed. I think it’s nice to get overs under your belt. I didn’t expect so many overs on the sub-continent!” Maharaj said in the post-play TV interview.“But really happy with the way things go, and obviously happy with the day and how the boys went about their business here today.”Asked if he could get a ninth wicket on Saturday, Maharaj said: “I haven’t thought that far yet! Right now, I just want to have a nice, massive meal! And get some feet up. “But ja, I would love to take the first ball tomorrow morning, and who knows what happens from there.” Maharaj, who didn’t want to comment on why a second spinner wasn’t chosen, said that the pitch at the Sinhalese Sports Club in Colombo offered more to the bowlers than the Galle International Stadium wicket. “I don’t want to get involved in team selection. I’m just here to bowl overs and luckily I managed to bowl mine (today),” he said. “I think it’s a little bit quicker here in Colombo. Galle was a lot slower, and I just felt like there was a bit of something there in terms of a bit of bounce. We saw there with the short ball being utilised. “As much as you can tell yourself that you are not tired, the body does get sore. Obviously Faf saw I was tiring a bit and gave me a few overs’ break, and I came back. I did ask for the ball afterwards! “Unfortunate that we lost the toss, but we didn’t manage to control the rate. Hopefully we can get the wicket early tomorrow.” "
    },
    {
      "id": 4,
      "title": "Pebbles, Goose and the Big Easy part of large SA contingent at The Open",
      "author": "GRANT WINTER",
      "date": "18 JULY 2018",
      "time": "10:13AM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://cdn.africannewsagency.com/public/ana/media/media/2018/07/16/1531714998409.jpg&operation=CROP&offset=0x145&resize=3500x1965",
      "image_2": "https://i2.wp.com/www.findallnews.co.za/wp-content/uploads/2018/07/watch-brandon-stone-shoots-60-to-win-scottish-open-2.jpg?w=696&ssl=1",
      "content_1": " JOHANNESBURG - “Oh to be in England now that April’s there,” is a line from that great 19th century poet Robert Browning which has for some reason always stuck in my mind.He was writing about the beauty of spring in his homeland.But I woke up in the middle of the night earlier this week thinking something a bit different: “Oh to be in Scotland now that the Open’s on!” (Brown’s influence I guess).I’ve covered a bunch of Open Championships but not this year,which I’m sorry about because there’s no less than a dozen of our “tribe” in the line-up. Afrikaans may just be the flavour of the week in Carnoustie from Thursday.Okay, Brandon Stone is English but what a wonderful effort last week in him winning the Scottish Open, shooting an outrageous 60 in the final round but missing an eight-foot putt at the last to be the first player in European Tour history to post a 59. Just as a laugh, of course, he went back to the 18th green after lifting the trophy and canned the putt.",
      "content_2": "Although this was Stone’s third win on the European Tour, along with his SA Open and Alfred Dunhill Championship victories, it hadn’t been the best of seasons from him until all that changed dramatically on Sunday and he poured a cool million euros into his golf bag. The 25-year-old has been swinging a club ever since he could walk. It was very much the thing to do in his family since his granddad Sam and father Kevin were, and still are, golf nuts. Sam in his day played for the SA Senior Amateur side, Kevin as a kid represented the SA Juniors (before winning as a pro the SA Club pro title what seems like a million times) and Brandon earned national colours both at junior and open level before joining the paid ranks. So three generations of Stones in the green and gold - that’s pretty special. “They call my dad Stone, I’m known as Stoney and Brandon’s been called Pebbles ever since he was a lightie,” says Sunshine Tour veteran Kevin, who has been one happy father since his lad blitzed the Scottish Open with that 60. And from one happy father to one happy uncle. That’s Oom Ernie, who is playing in The Open this week alongside his nephew Jovan Rebula, who famously won this year’s Amateur Championship to qualify not only for Carnoustie but next year’s Masters and US Open as well. It would have been great to see Big Easy giving Big Easy 2 some valuable tips when playing a practice round together. Rebula is the son of Ernie’s sister Carina and her Serbian husband Dragan. He was scratch at 14, went on to become SA’s top-ranked amateur and is now taking the American college route to develop his game, unlike Els, who opted not to. Classmates can’t pronounce Jovan’s name. “They just go with Jo or Yo, or Big Jo,” he says.It’s also great to see 49-year-old Retief Goosen in the line-up after he beat over 200 younger guns in Final Qualifying to book a spot in the “Car-Nasty”(so called because Carnoustie is so brutally tough) line-up, while Els is exempt because he won the 2012 Open at Royal Lytham. “Goose” is drawn in the first round in an oldtimers’ threeball with Bernhard Langer, 60, and Darren Clarke, who turns 50 next month. So they share a lot of years, and hopefully they’ll share a lot of birdies this week.So we have Pebbles, Big Jo, Goose and Ernie to watch this week. Then there’s Louis (Ooshuizen) tand Charl (Schwartzel) and Branden Grace and Dylan Frittelli, and George Coetzee, and Erik van Rooyen, and Shaun Norris, and Zander Lombard. Yes, that makes 12. It should be a blast. Gosh, I’d love to be in Scotland now that the Open’s on."
    },
    {
      "id": 5,
      "title": "Team Sky targeted by hostile fans on L'Alpe d'Huez climb",
      "author": "JULIEN PRETOT",
      "date": "19 JULY 2018",
      "time": "10:30PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/19/16136796/Thomas.jpg&operation=CROP&offset=0x0&resize=5472x3072",
      "image_2": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/18/16105208/Thomas.jpg&operation=CROP&offset=0x96&resize=4500x2526",
      "content_1": " L'ALPE D'HUEZ – Four-time Tour de France champion Chris Froome found himself physically targeted by an angry spectator on Thursday as Team Sky's historic day at l'Alpe d'Huez was overshadowed by boos directed at both him and brilliant stage winner Geraint Thomas.Race leader Thomas became the first rider to win on the iconic climb while wearing the yellow jersey but he could not enjoy his win at the podium ceremony as he was jeered and whistled at by the French crowd.Defending champion Froome, who finished fourth, was also booed all the way up the 21 hairpins of l'Alpe d'Huez, and was even slapped on the shoulder by an angry spectator who ran alongside. Welshman, who won the Criterium du Dauphine last month, won the 12th stage with a late acceleration at top of the 13.8-km climb to beat Dutchman Tom Dumoulin and France's Romain Bardet, while further extending his overall lead over his Sky team leader Froome.",
      "content_2": "Yet both he and Froome had to endure a hostile reception throughout the day, a pattern that has emerged since the teams' presentation in the Vendee region two weeks ago. Team Sky, whose domination is reminiscent of that of Lance Armstrong's U.S. Postal team in the early 2000s, have been largely unpopular in France.Froome, who won the Tour in 2013, 2015, 2016 and 2017, was cleared of a doping offence just before the start of the race after he tested positive for excessive levels of an anti-asthmatic drug during last year's Vuelta.“Just boo, be vocal, that's fine, but just don't affect the race,” Thomas added. As shocking as they might seem, the unsavoury scenes were nothing new on the Tour.In 1975, the great Eddy Merckx was punched in the stomach by a spectator on a climb as he was racing against popular home rider Bernard Thevenet, who ended up winning the race well ahead of the Belgian."
    },
    {
      "id": 6,
      "title": "Kevin Anderson becomes first SA man to reach Wimbledon final in 97 years",
      "author": "ODee Kula",
      "date": "13 JULY 2018",
      "time": "9:25PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://cdn.africannewsagency.com/public/ana/media/media/2018/07/13/1531493353366.jpg&operation=CROP&offset=0x208&resize=4835x2715",
      "image_2": "http://pragativadi.com/wp-content/uploads/2018/07/Anderson-becomed-first-ever-South-African-to-reach-Wimbeldon-final.jpg",
      "content_1": "LONDON - Kevin Anderson became the first South African man in 97 years to reach the Wimbledon final on Friday after downing John Isner in the second longest Grand Slam singles match ever played. The 32-year-old Anderson triumphed 7-6 (8/6), 6-7 (5/7), 6-7 (9/11), 6-4, 26-24 after six hours and 36 minutes on Centre Court. Isner previously won the longest ever Grand Slam singles match against Nicolas Mahut, lasting 11 hours and five minutes over three days in the 2010 Wimbledon first round.Anderson, the first South African Wimbledon men's finalist since Brian Norton in 1921, faces Novak Djokovic or Rafael Nadal in Sunday's showpiece. It was the longest semi-final ever played at Wimbledon, surpassing the four hours 44 minutes it took Djokovic to beat Juan Martin del Potro in 2013. It was also the second longest match at a Slam, beating the six hours and 33 minutes which Fabrice Santoro spent seeing off Arnaud Clement in the 2004 French Open.I don't really know what to say right now, playing like that in those conditions was really tough for the both of us,said eighth seed Anderson. It feels like it's a draw but somebody has to win. John's a great guy. I really feel for him. I don't know how you can take it playing for so long and coming out the wrong side. I apologise if I'm not more excited right now. ",
      "content_2": "At the end you don't even feel that great out there, but at the same time I'm through to the final. Anderson finished with 49 aces and 118 winners; Isner had 53 aces and 129 winners. The marathon tie meant that the Nadal v Djokovic semi-final was to be played under the roof as the light began to fade just after 8pm. After beating eight-time champion Roger Federer, also over five sets in the quarter-finals, 2017 US Open runner-up Anderson claimed his 300th career win. Anderson will now attempt overturn a losing record against both Nadal (5-0) and Djokovic (5-1). For the first time in the Open era, the semi-finals were made up exclusively of players over 30. Anderson saved three break points in the third game of the first set before Isner had to save a set point in the 10th. That service hold - helped by a 129 mph (207.6km/h) second serve - took the American to 100 service games unbroken at this Wimbledon. However, Isner was then unable to convert a set point of his own in the tiebreak before 32-year-old Anderson wrapped it up thanks to a netted return. The 33-year-old American's composure wasn't helped by a delay caused by a ball boy slipping and falling. Isner then shrugged off needing treatment on a blistered serving hand, found time to usher a ladybird to safety before levelling the match in another tiebreak off his 19th ace. Anderson broke through for a 5-3 lead in the third set, ending Isner's run of serving invincibility at this year's Wimbledon at 110 games. He couldn't capitalise, however, and was broken straight back before Isner claimed the ensuing tiebreak having saved two set points. It was a similar tale in the fourth set where the South African broke for 3-2 only to hand the break straight back. But this time he dug deep to break again in the ninth game on his way to levelling the semi-final at two sets apiece. Anderson had break points in the 15th, 21st and 35th games of the decider before taking victory when a weary Isner hit long."
    },
    {
      "id": 7,
      "title": "Former EFC champ Demarte Pena found guilty of doping, banned for four years",
      "author": " LIAM MOSES",
      "date": "19 JULY 2018",
      "time": "8:52PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/iol/2018/07/19/16135978/2017-11-04_EFC66_Fight14-15765.jpg&operation=CROP&offset=0x302&resize=2307x1296s",
      "image_2": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/2017/12/18/iol/353/20171216_EFC66_09134.JPG&operation=CROP&offset=0x251&resize=2400x1347",
      "content_1": "CAPE TOWN – IOL Sport has learned that former EFC bantamweight champion Demarte Pena is currently serving a four-year ban for using performance-enhancing drugs. In addition, he had not yet completely cleared his name when he made his final title defence against Irshaad Sayed in December last year. According to a report from the Court of Arbitration for Sport (CAS), Pena tested positive for testosterone and signs of anabolic steroid use after his first fight against Sayed on 11 November 2016, when a urine sample collected on the same day by the South African Institute for Drug-Free Sport (SAIDS) was analysed. He was provisionally banned, but then cleared of intentional doping in May after SAIDS tested samples of legal supplements that he had been using, and found them to be contaminated with banned substances. Seemingly cleared of all wrongdoing, Pena would go on to face Sayed again on 16 December last year, landing several powerful punches and one head-kick en route to a dominant victory. In reality, as shown in the CAS report, Pena had yet to stave off an appeal from the World Anti-Doping Agency (Wada) against the Independent Doping Hearing Panel’s decision to let him off with only a reprimand.",
      "content_2": "EFC president Cairo Howarth said the organisation was informed of the result of the arbitration hearing and Pena’s ban in the last 48 hours. “The positive is that Wada and SAIDS are doing rigorous testing across the EFC,” Howarth said. Demarte has been tested numerous times, as have our other champions. Hopefully less and less people in the sport will use less and less performance-enhancing drugs. It’s a lengthy suspension for Demarte. That’s very discouraging for people. If there are people not playing by the rules, hopefully it discourages that and we have a cleaner, safer sport. Not only in MMA, but all sport in general.” Wada filed an appeal against the initial decision in July to CAS after asking Pena several questions about the supplement samples he had supplied to SAIDS for testing. A drawn-out, back-and-forth process to decide the date and location of the arbitration hearing, and which evidence and testimonies would be permitted, would follow in the months before and after Pena and Sayed’s second bout. Just four days after the second fight, the CAS eventually set the date of the hearing for March 15 and the location as Johannesburg. The EFC went on to announce Pena’s decision to relinquish the title on 19 February last year. In the days to follow, his lawyer would make several requests to have the date of the hearing postponed, once asking for it to reschedule until mid-July in order to conduct a “simulated study” with the aim of proving Pena’s innocence. But these were denied by the sole arbitrator for the case. The arbitrator would go on to find in favour of Wada, ban Pena for four years and declare all of his competitive results since 11 November 2016 (the first fight) as disqualified. The CAS report on the arbitration also states that Wada believed Pena was responsible for intentional doping, and that he failed to prove he accidentally ingested that banned substances through the tainted supplement because (amongst other reasons): He supplied the samples of the supplements and claimed that all were sealed, when in fact two out of three were opened. The sealed bottle tested as clean, while the opened bottles tested as tainted. The concentration of the prohibited substance in the tainted supplements could not have produced the concentration found in Pena’s sample."
    },
    {
      "id": 8,
      "title": "Caster Semenya sets new SA record in Rabat Diamond League",
      "author": "ASHFAK MOHAMED",
      "date": "14 JULY 2018",
      "time": "00:01AM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://cdn.africannewsagency.com/public/ana/media/media/2018/07/13/1531515325787.jpg&operation=CROP&offset=0x96&resize=2160x1209",
      "image_2": "https://rabat.diamondleague.com/fileadmin/Shared_Storage/_processed_/1/e/csm_Caster_Semenya_-_Women_s_1000m_-_Rabat_2018_4896x3264_JPD_f797c623f2.jpg",
      "content_1": "CAPE TOWN – After obliterating her national 800m record recently, Caster Semenya sped to a new South African mark in the seldom-run 1 000m race at the Rabat Diamond League meeting in Morocco on Friday night. Semenya stormed to the front of the field from the start, only trailing American pace-maker Chrishuna Williams after the first 400m. The 27-year-old Semenya virtually ran her own race as she tried to chase down the 1 000m world best set of 2:28.98 by Russian Svetlana Masterkova in 1996. Semenya herself ran a new SA record and personal best of 2:35.43 in March. Her main opposition on Friday in Rabat was expected to come from Ugandan Winnie Nanyondo, who had a season’s best of 2:37.98, and Kenyan Nelly Jepkosgei, who held the Diamond League record of 2:35.43, which was set in 2013. But they were no match for Semenya, who hurtled down the home straight, but came short of Masterkova’s world mark. Nevertheless, her winning time of 2:31.01 was also a world lead, and she expressed her satisfaction afterwards.",
      "content_2": " “It was a very good race, but unfortunately it was not as fast as I expected. I hope to be here next year because it is always nice to be in Africa,” Semenya told the Diamond League website. There were two other South African athletes in action on the night, with 5 000m runner Dominique Scott-Efurd ending ninth in a time of 15:11.65 – not far off her personal best of 15:10.23 – while long jumper Zarck Visser finished in sixth spot with a distance of 7.79m."
    },
    {
      "id": 9,
      "title": "Striker Manuel grabs Hockey World Cup chance with both hands",
      "author": " MARK ETHERIDGE",
      "date": "15 JUNE 2018",
      "time": "2:40PM",
      "image_1": "https://image.iol.co.za/image/1/process/620x349?source=https://cdn.africannewsagency.com/public/ana/media/image/mana/2018/06/15/5939542/Candice%20Manuel.jpg&operation=CROP&offset=0x40&resize=594x334",
      "image_2": "https://image.iol.co.za/image/1/process/620x349?source=https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/image/97206710.JPG",
      "content_1": "JOHANNESBURG – Eight months ago star hockey striker Candice Manuel was rueing missed opportunities as she recovered from a broken hand suffered at the Continental Cup in Egypt. Now after making her Commonwealth Games debut in Australia in April, she is ready to play her hand in South Africa’s Hockey Women’s World Cup campaign in England. This 14th edition of the tournament will be held from July 21 to August 5 at the Lee Valley Hockey and Tennis Centre in London. The 18-player squad, under the coaching reins of Sheldon Rostron, has been announced for the English trip. Reacting to the news of her inclusion, Manuel told Team SA: 'It’s been a race to get things in order now since the selection. It’s actually my first World Cup so I’m super excited to grab the opportunity with both hands.' I’m always nervous for selection. In my mind, I was ever really sure and settled I’d be doing myself a disservice as an athlete. 'So really, this opportunity means the world to me. We leave for Holland on June 30 for a training camp which should be great preparation.' I’m excited to work alongside our experience and new “freshies” to play some fun and exciting hockey. And to make a statement like I know we can, added Manuel. South Africa, who went on to win the Continental Cup in Egypt, then finished fifth at the World League semifinal in Johannesburg in June last year, to qualify for the World Cup.",
      "content_2": "The squad features a blend of some superb youngsters coupled with experienced campaigners. One of the notable names missing is Ilse Davids, who celebrated her birthday just before Team SA departed for Commonwealth Games and has announced her retirement recently, while SA Player of the year for 2016, Celia Evans, misses out through a knee injury. Shelley Jones and Dirkie Chamberlain will be key to South Africa’s approach at the World Cup as they both take part in their fourth World Cup. Dynamic duo Lisa-Marie Deetlefs and Sulette Damons will take part in their third, while Nicolene Terblanche returns for her second after featuring at the Hague in 2014. Their collective experience will be key to a South African side featuring some incredible youngsters. There is a return to the squad for Tarryn Glasby and Lilian du Plessis (her second World Cup as well) who missed out on the Commonwealth Games, adding much-needed threat in front of goal alongside the explosive talent of Manuel. The experienced trio of Erin Hunter, Nicole Walraven and Kara Botes will be joined in defence by the exciting Simone Gouws, who was Junior Player of the Tournament at the recently completed IPT. Kristen Paton and Ongi Mali, often spoken of as the future of SA Hockey, will now be a very active part of the present. The team is completed by Western Province duo Quanita Bobbs and Jade Mayne, who will look to continue their fine form in the green and gold when arriving in London. South Africa will take part in Group C, facing off against Germany (world ranking – sixth) on July 21, Spain (11th) on July 26 and Argentina (third) on July 28. Teams that finish first will progress straight to the quarterfinals, teams finishing second or third will move to the playoffs while the fourth-placed team will be eliminated. Rostron, head coach of the South African women, says: 'The group that we have created has a good blend of experience and youth. We have looked at specific skill requirements as well as the players form over the past 12 months.' Simone Gouws will add a different dynamic in our defence, which we feel is needed, while the return of Lilian will make us a more threatening attacking team. 'As much as this is a team for the FIH Hockey Women’s World Cup, it is also a team to build for the future of SA Women’s Hockey. South Africa’s 18-member  squad is: Phumelela Mbande (Northern Blues), Marlize van Tonder (Southern Gauteng), Erin Hunter (Southern Gauteng), Kara Botes (Southern Gauteng), Simone Gouws (Free State), Nicole Walraven (Free State), Lisa Deetlefs (Southern Gauteng), Shelley Jones (KwaZulu-Natal Raiders), Kristen Paton (Southern Gauteng), Quanita Bobbs (Western Province), Nicolene Terblanche (Northern Blues), Suzette Damons (North West), Candice Manuel (Western Province), Ongi Mali (Eastern Province), Lilian du Plessis (Southern Gauteng), Tarryn Glasby (Western Province), Dirkie Chamberlain (North West), Jade Mayne (Western Province)."
    }
  ]
}